import React from 'react';

const Term = () => {
    return (
        <div className='term'>
            <h2>개인정보 보호 방침 및 수집 이용 동의</h2>
            <p>
                공고일자 : 2022년 2월 25일<br />
                시행일자 : 2022년 3월 2일
            </p>
            <br />
            <p>
                **개인정보 보호 방침 및 수집 이용 동의**<br /><br />
                헤딩웜(이하 “회사”라 합니다)는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리 지침을 수립 및 공개합니다.<br />
                정보주체는 만 14세 이상이며, 해당 동의를 거부할 권리가 있고 거부 시 커뮤니티 등 모든 서비스 사용이 불가합니다.<br />
            </p>
            <br />
            <p>
                **제1조** **(개인정보의 처리목적)**
                <br /><br />
                회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
                <br /><br />
                1. 회원 식별/가입의사 확인, 본인 확인, 부정이용 방지, 회원자격 유지 및 관리<br />
                2. 만 14세 이상 본인 확인<br />
                3. 문의사항 또는 불만처리, 공지사항 기타 각종 통지, 다양한 서비스 제공<br />
                4. 콘텐츠 등 서비스 제공(광고 포함), 서비스 관련 알림 및 안내, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심사에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선<br />
                5. 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송<br />
                6. 서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등<br />
                7. 신규 서비스(제품) 개발 및 마케팅과 광고에의 활용<br />
                8. 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재<br />
                9. 회사가 수행 중인 지원사업 결과보고서 제출을 위한 통계<br />
                10. 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축<br />
                <br />
                **제2조 (개인정보의 처리 및 보유기간)**<br />
                <br />
                1. 회사는 법령에 따른 개인정보 보유 및 이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 및 이용 기간 내에서 개인정보를 처리 및 보유합니다.<br />
                2. 각각의 개인정보의 처리 및 보유 기간은 다음과 같습니다.<br />
                3. 홈페이지 회원 가입 및 관리 등에 관한 기록 : 2022년 2월 28일<br />
                <br />
                **제3조(개인정보의** **제3자** **제공)**<br />
                <br />
                1. 회사는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.<br />
                2. 개인정보는 이용자의 삭제 요청이 있는 경우 지체 없이 파기합니다.<br />
                <br />
                **제4조(정보주체의** **권리·의무** **및** **행사방법)**<br />
                <br />
                1. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br />
                    a. 개인정보 열람 요구<br />
                    b. 오류 등이 있을 경우 정정 요구<br />
                    c. 삭제 요구<br />
                    d. 처리 정지 요구<br />
                2. 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편 등을 통하여 하실 수 있고, 회사는 이에 대해 지체없이 조치하겠습니다.<br />
                3. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제3자에게 제공하지 않습니다.<br />
                4. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 적법한 대리권을 가진 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br />
                5. 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 안됩니다.<br />
                <br />
                **제5조(처리하는** **개인정보** **항목)**<br />
                <br />
                회사는 다음의 개인정보 항목을 처리하고 있습니다.<br />
                <br />
                1. 홈페이지, 어플리케이션 회원 가입 및 관리<br />
                - 필수항목 : 이름, 이메일 주소, 비밀번호<br />
                1. 커뮤니티 참가 (서비스 제공)<br />
                - 필수항목 : 이름, 이메일 주소, 휴대전화번호, 비밀번호<br />
                1. 인터넷 서비스 이용과정에서 접속IP정보, 쿠키(Cookie), MAC주소, 단말기 식별번호, 서비스 이용기록, 방문기록, 불량 이용기록 등의 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.<br />
                2. 유료 서비스 이용(결제) 과정에서 아래와 같은 정보가 개인정보 수탁자(결제대행사)에 의해 수집될 수 있습니다.<br />
                - 카드결제 이용 시: 카드사명, 카드번호 등<br />
                - 계좌이체(가상계좌) 이용 시: 은행명, 계좌번호 등<br />
                - 토스(Toss)결제 이용 시: 전화번호, 통신사, 결제승인번호 등<br />
                <br />
                회사는 아래의 방법을 통해 개인정보를 수집합니다<br />
                <br />
                1. 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.<br />
                2. 고객센터 및 담당직원을 통한 상담 과정에서 웹페이지, 메일, 팩스, 문자, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.<br />
                3. 오프라인에서 진행되는 이벤트, 세미나 등에서 서면을 통해 개인정보가 수집될 수 있습니다.<br />
                4. 회사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 정보통신망법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받은 후에 헤딩웜에 제공합니다.<br />
                5. 기기정보와 같은 생성정보는 PC웹, 모바일 웹/앱 이용 과정에서 자동으로 생성되어 수집될 수 있습니다.<br />
                <br />
                **제6조(개인정보의 파기)**<br />
                <br />
                1. 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.<br />
                2. 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.<br />
                <br />
                **제7조(개인정보 보호책임자)**<br />
                <br />
                1. 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br />
                    - 성명 : 정지윤<br />
                    - 연락처 : jeongjy27@naver.com<br />
                    - 문의 : headingwarm10@gmail.com<br />
                    <br />
                **제8조 (본 개인정보 처리방침의 적용 범위)**<br />
                <br />
                본 개인정보 처리방침은 커뮤니티 및 그에 관한 제반 서비스 적용되며, 다른 이름으로 제공되는 서비스에 대해서는 별개의 개인정보 처리방침이 적용될 수 있습니다. 회사는 회원에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 회사가 포함하고 있는 링크를 클릭하여 타 웹사이트의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보 처리방침은 회사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.<br />
                <br />
                **제 9조 개인정보 처리방침의 개정 및 공지**<br />
                <br />
                회사는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 본 개인정보 처리방침을 수정할 수 있습니다. 내용에 대한 추가, 삭제 및 수정이 있을 경우 시행일 최소 7일 전부터 홈페이지 상에 공지합니다.<br />
                <br />
                다만, 이용자 권리 또는 의무에 중대한 변경이 발생할 때에는 최소 30일전에 공지합니다.<br />
            </p>
        </div>
    );
};

export default Term;